ollama-bench-script/reports/20260208_144314/vegeta.report.txt
Requests      [total, rate, throughput]         12, 2.18, 2.14
Duration      [total, attack, wait]             5.611s, 5.5s, 111.01ms
Latencies     [min, mean, 50, 90, 95, 99, max]  110.356ms, 113.984ms, 112.798ms, 118.553ms, 122.892ms, 123.615ms, 123.615ms
Bytes In      [total, mean]                     5005, 417.08
Bytes Out     [total, mean]                     2136, 178.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:12  
Error Set: